Repository: 84000/data-translation-memory
Catalog: toh128-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཆོས་ཉིད་རང་གི་ངོ་བོ་སྟོང་པ་ཉིད་ལས་མི་གཡོ་བར་ཐ་དད་པར་ཐམས་ཅད་ལ་སྣང་བའི་མདོ། །
en: The Noble Sūtra Appearing Differently to All While Not Departing from Emptiness, the Essence of the True Nature of Things

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རི་དགས་ཀྱི་རྒྱལ་པོའི་ཆོས་ཀྱི་ཁང་པ་ན་ཡེ་ཤེས་ཀྱི་ཁྱད་པར་ལས་གྲུབ་པའི་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱི་ཁྲི་ཆེན་པོ་བཤམས་པ་ལ། ཆོས་ཉིད་རང་གི་ངོ་བོ་ཉིད་ཇི་ལྟ་བ་ལས་མི་གཡོ་བར་བཞུགས་སོ། །
en: At the Dharma Abode of the King of Deer, upon a great throne of various precious substances arising from the qualities of his wisdom, the Blessed One was seated without departing from the essence of the true nature of things just as it is.

source: དེའི་ཚེ་གནས་དེར་བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་ཚད་མེད་གྲངས་མེད་པ་དག་ཀྱང་འདུས། ལྷ་དང་མི་དང་ལྷ་མ་ཡིན་ལ་སོགས་པ་འཁོར་ཕལ་པོ་ཆེ་ཐམས་ཅད་ཀྱང་འདུས་པར་གྱུར་ཏོ། །
en: At that time, limitless, innumerable great bodhisattvas and a great host of gods, humans, asuras, and others were also assembled at that place.

source: དེ་ནས་འཁོར་འདུས་པ་ཐམས་ཅད་ཀྱིས་བཅོམ་ལྡན་འདས་ལ་ཡང་དང་ཡང་དུ་བསྐོར་བ་བྱེད་ཅིང་ཕྱག་འཚལ་ཏེ་རང་རང་གི་ཕྱོགས་ཕྱོགས་སུ་འདུག་སྟེ་མཆོད་པའི་མཆོག་ཐམས་ཅད་ཀྱིས་མཆོད་པར་བྱེད། བསྟི་སྟང་དུ་བྱེད། རི་མོར་བྱེད་པ་ལ་ཡིད་སྐྱོ་བར་མི་བྱེད་དེ། ཆོས་ཉན་པར་བརྩམས་ཏེ་མགོ་བཏུད་ནས་འདུག་པར་གྱུར་ཏོ། །
en: Those gathered there all made repeated circumambulations of and prostrations toward the Blessed One, then each took their place and, having paid respectful homage, given veneration, and made excellent offerings, with their heads bowed, they began to listen to the Dharma without weariness.

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་ནི་རྣམ་གྲངས་དང་དབྱེ་བའི་ཆོས་ལ་རྟོག་པར་མི་མཛད་ཀྱང་སྨོན་ལམ་དང་ཐུགས་རྗེའི་བྱིན་གྱི་རླབས་ཀྱིས་འཁོར་རྣམས་ཀྱི་སོ་སོར་སོ་སོའི་མོས་པ་དང་བསམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་གསུང་སྒྲོག་པར་སྣང་སྟེ།
en: At that time, although the Blessed One formed no thought of teaching a formulation or elucidation of the Dharma, by the power of his compassion and vow, everyone in that audience heard him speak according to their own individual inclinations and attitudes.

source: བཅོམ་ལྡན་འདས་ནི་བདག་ལ་ཆོས་སྟོན་ཏེ། གཞན་དག་ལ་ནི་མ་ཡིན་ནོ་སྙམ་མོ། །
en: They thought, “The Blessed One is teaching the Dharma to me, not to others.”

source: དེ་ཡང་འཁོར་ཕལ་པོ་ཆེ་དེ་དག་ལས་ཀྱང་ཁ་ཅིག་གིས་ནི་ཇི་ལྟར་སྣང་བ་བཞིན་དུ་ཡོད་པའི་ཆོས་སྟོན་ཏོ་སྙམ་སྟེ། དེ་ལ་ངེས་པར་འཛིན་ཅིང་རྟོག་པར་བྱེད་དོ། །
en: And so, some among that great gathering thought, (1) “He teaches the Dharma that things are just as they appear,” and taking it as certain, they formed that notion.

source: ཁ་ཅིག་གིས་ནི་ཆོས་ཐམས་ཅད་སེམས་ཙམ་ལས་མ་གཏོགས་པར་གཞན་མེད་པའི་ཆོས་སྟོན་ཏོ་སྙམ་སྟེ། དེ་ལ་ངེས་པར་འཛིན་ཅིང་རྟོག་པར་བྱེད་དོ། །
en: Some thought, (2) “He teaches the Dharma that all things are nothing other than mind alone,” and taking it as certain, they formed that notion.

source: ཁ་ཅིག་གིས་ནི་སེམས་ཉིད་ཀྱང་མ་སྐྱེས་པ་ཡིན་པར་བདག་ཅག་ལ་ཆོས་སྟོན་ཏོ་སྙམ་སྟེ། དེ་ལ་ངེས་པར་འཛིན་ཅིང་རྟོག་པར་བྱེད་དོ། །
en: Some thought, (3) “He teaches us the Dharma that even mind itself is unborn,” and taking it as certain, they formed that notion.

source: ཁ་ཅིག་གིས་ནི་ཆོས་ཐམས་ཅད་སྒྱུ་མ་བཞིན་དུ་སྣང་ཞིང་སྒྱུ་མ་བཞིན་དུ་མ་གྲུབ་པའི་ཆོས་སྟོན་ཏོ་སྙམ་སྟེ། དེ་ལ་ངེས་པར་འཛིན་ཅིང་རྟོག་པར་བྱེད་དོ། །
en: Some thought, (4) “He teaches the Dharma that all things appear like illusions and, like illusions, do not exist,” and taking it as certain, they formed that notion.

source: ཁ་ཅིག་གིས་ནི་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་མ་སྐྱེས་པ། ངོ་བོ་ཉིད་ཀྱིས་མི་གནས་པ། ལས་དང་བྱ་བའི་མཐའ་ཐམས་ཅད་དང་བྲལ་བ་རྟོག་པ་དང་རྟོག་པའི་ཡུལ་ལས་འདས་པ། ཐོག་མ་མེད་པའི་དུས་ནས་སྤྲོས་པ་རྣམ་པར་དག་པའི་ཆོས་སྟོན་ཏོ་སྙམ་སྟེ། དེ་ལ་ངེས་པར་འཛིན་ཅིང་རྟོག་པར་བྱེད་དོ། །
en: Some thought, (5) “He teaches the Dharma that all things are by nature unborn, by essence nonabiding, and being without all delimitations of action and activity, transcend concepts and the objects of conceptualization, and are completely free of elaboration from beginningless time,” and taking it as certain, they formed that notion.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཆོས་ཉིད་རང་གི་ངོ་བོ་ཉིད་ཇི་ལྟ་བ་ལས་མི་གཡོ་བར་བཞུགས་པ་དེ་ལས་སྙིང་རྗེ་དང་ལྡན་པའི་སྐུར་བྱས་ནས་འཁོར་འདུས་པ་དེ་དག་གི་ལྟ་བ་ཐ་དད་པར་གྱུར་པའི་རྟོག་པའི་མུན་པ་སེལ་བ་ཞེས་བྱ་བའི་འོད་ཟེར་ལྗགས་ཀྱི་དབང་པོ་ལས་སྤྲོས་ཏེ།
en: Then, without departing from the essence of the true nature of things just as they are, the Blessed One took on a compassionate form, and light rays called clearing the darkness of conceptualization from those assembled who have different views shone forth from his tongue.

source: འོད་ཟེར་དེས་ཕྱོགས་བཅུ་ཐམས་ཅད་སྣང་བར་བྱས་ནས་འཁོར་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་འདུག་པར་གྱུར་པ་ལ་བསྐུལ་བས་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གྱིས་འཁོར་ཕལ་མོ་ཆེའི་རྟོག་པ་ལྔ་པོ་ཐ་དད་པར་གྱུར་པ་སེམས་ཀྱིས་ཤེས་ནས།
en: The light rays were visible in all ten directions, and this roused the bodhisattva Mañjuśrī, who was there in that audience.

source: ཅིའི་ཕྱིར་ཆོས་ཐམས་ཅད་ཀྱི་གཞི་གཅིག་ལ་ལྟ་བ་དང་མོས་པ་ཐ་དད་པར་གྱུར་སྙམ་སྟེ།
en: Being aware that most of the audience held the five different understandings, the bodhisattva Mañjuśrī thought, “Why are there different views and beliefs regarding a single basis of all things?

source: བདག་གིས་བཅོམ་ལྡན་འདས་ལ་ཞུ་བར་བྱའོ་སྙམ་པ་དང་འོད་ཟེར་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱི་ལྗགས་ཀྱི་དབང་པོ་ལ་སླར་འདུས་པར་གྱུར་ཏོ། །
en: I will ask the Blessed One.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་འཇམ་དཔལ་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ནི་རྣམ་གྲངས་དང་དབྱེ་བའི་ཆོས་ལ་རྟོག་པར་མི་མཛད་ཀྱང་འཁོར་འདུས་པ་འདི་དག་མོས་པ་དང་རྟོག་པ་ཐ་དད་པ་འདི་ཅི་ལས་གྱུར།
en: When those light rays had gathered back again into the tongue of the Blessed One, the bodhisattva Mañjuśrī asked the Blessed One, “Although the Blessed One formed no thought of teaching a formulation or elucidation of the Dharma, why, Blessed One, do those assembled here have different beliefs and notions?

source: བཅོམ་ལྡན་འདས་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ཀུན་ཡང་དག་པ་ལགས་སམ། འོན་ཏེ་ཁ་ཅིག་ནི་ཡང་དག་པ་ལགས་ལ་ཁ་ཅིག་ནི་ཡང་དག་པ་མ་ལགས་སམ།
en: Blessed One, are these five analytic positions concerning things all correct, or are some correct and some incorrect?

source: བཅོམ་ལྡན་འདས་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་གིས་རྣམ་པར་གྲོལ་བ་ཐོབ་པར་མཚུངས་ལགས་སམ། བཅོམ་ལྡན་འདས་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལ་གང་ཟག་གི་རིགས་ནི་མཆིས་ལགས་སམ།
en: Are these five analytic positions concerning things equal when it comes to the attainment of complete liberation, or, Blessed One, do these five analytic positions relate to different types of persons?

source: བཅོམ་ལྡན་འདས་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལ་ཐ་དད་པར་སྣང་བའི་འཐུན་པའི་དཔེ་ནི་ཇི་ལྟར་ལགས།
en: Is there some suitable analogy, Blessed One, for how these five analytic positions appear different?

source: བཅོམ་ལྡན་འདས་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལྟར་སོ་སོར་རྟོག་པའི་གང་ཟག་མ་འོངས་པའི་དུས་ན་ཡང་འབྱུང་བར་འགྱུར་བ་ལགས་སམ།
en: In the future, Blessed One, will there still be people who will understand things according to each of these five analytic positions?

source: བཅོམ་ལྡན་འདས་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལ་སློབ་པའི་གང་ཟག་རྣམས་དོན་ལགས་པ་དང་མ་ལགས་པར་རྩོད་པར་མི་འགྱུར་ལགས་སམ།
en: Blessed One, will people who train in these five analytic positions argue about what they do and do not mean?

source: བཅོམ་ལྡན་འདས་འཁོར་འདུས་པ་འདི་དག་གི་ཐེ་ཚོམ་གྱི་དྲ་བ་བཅད་པའི་སླད་དུ་བདག་ལ་བཤད་དུ་གསོལ། དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed One, so as to banish the doubts of those gathered here, please explain.”

source: འཇམ་དཔལ་ཁྱོད་འདི་སྐད་དུ་བཅོམ་ལྡན་འདས་ནི་རྣམ་གྲངས་དང་དབྱེ་བའི་ཆོས་ལ་རྟོག་པར་མི་མཛད་ཀྱང་འཁོར་འདུས་པ་འདི་དག་འདི་ལྟར་མོས་པ་དང་རྟོག་པ་ཐ་དད་པ་ཅི་ལས་གྱུར་ཞེས་ཟེར་བ་ནི་སྦྱངས་པ་དང་མ་སྦྱངས་པའི་དབང་ལས་ཤེས་པ་དང་།
en: This is what he said, and the Blessed One replied, “Mañjuśrī, you asked, ‘Although the Blessed One formed no thought of teaching a formulation or elucidation of the Dharma, why do those assembled here have different beliefs and notions?’

source: མོས་པ་ཆེ་ཆུང་ལས་གྱུར་ཏེ།
en: Regarding that, because of their purification through practice, or lack thereof, there are those with greater or lesser degrees of understanding and aptitude.

source: སངས་རྒྱས་རྣམས་ནི་སྦྱངས་པ་དང་བསགས་པ་དཔག་ཏུ་མེད་པས་རྩོལ་བ་མེད་པར་ཆོས་ཉིད་རང་གི་ངོ་བོ་ཉིད་ཇི་ལྟ་བ་ལས་མི་གཡོ་བ་གཅིག་པུ་ཡིན་ཏེ།
en: Because buddhas have purification and accumulation that is limitless, they remain at all times, effortlessly, without departing from the essence of the true nature of things just as they are.

source: འདི་ནི་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སྤྱོད་ཡུལ་ཡིན་ནོ། །
en: This is the experiential domain of all buddhas.

source: ཆེར་སྦྱངས་པ་དང་ཅུང་ཟད་སྦྱངས་པ་རྣམས་ཀྱི་ནི་ཡང་དག་པ་ཡིན་པ་དང་མ་ཡིན་པ་བརྒྱུད་པ་ལས་ཐོབ་པ་སྟེ། དེའི་ཕྱིར་ན་མོས་པ་དང་རྟོག་པ་ཐ་དད་པར་འགྱུར་རོ། །
en: Since those of greater purification and those of just a little purification similarly acquire that which is correct and that which is incorrect from their lineage, they will have different beliefs and notions.

source: འཇམ་དཔལ་ཁྱོད་འདི་སྐད་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ཀུན་ཡང་དག་པ་ལགས་སམ། འོན་ཏེ་ཁ་ཅིག་ནི་ཡང་དག་པ་ལགས་ལ་ཁ་ཅིག་ནི་ཡང་དག་པ་མ་ལགས་སམ་ཞེས་ཟེར་བ་ནི་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ཐམས་ཅད་ཀྱང་ཡང་དག་པ་ཡིན་པར་གཟུང་སྟེ།
en: “Mañjuśrī, you asked, ‘Are these five analytic positions concerning things all correct, or are some correct and some incorrect?’

source: ཁ་ཅིག་གིས་ནི་ཆོས་ཐམས་ཅད་ཇི་ལྟར་སྣང་བ་བཞིན་དུ་ཡོད་པའི་ཆོས་སྟོན་ཏོ་སྙམ་པ་ཡང་ཡིན་ཏེ།
en: Regarding that, when all of these five analytic positions concerning things are taken as correct, there are some who think that the Dharma that has been taught is that all things exist just as they appear.

source: ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: འབྱུང་བ་བཞི་དང་དེས་བྱས་པ་རྣམས་ནི་ཐ་དད་དུ་སྒྱུ་མ་བཞིན་དུ་ཡོད་པའི་ཕྱིར་རོ།
en: This is because the four elements and what they produce exist like different illusions.

source: ཁ་ཅིག་གིས་ནི་ཆོས་ཐམས་ཅད་ནི་སེམས་ཙམ་ལས་མ་གཏོགས་པ་གཞན་མེད་པའི་ཆོས་སྟོན་ཏོ་སྙམ་པ་ཡང་ཡིན་ཏེ།
en: “There are also some who think that the Dharma that has been taught is that all things are nothing other than mind alone.

source: ཆོས་སྣ་ཚོགས་སུ་འདོགས་པ་རྣམས་རྟག་པ་ཐེར་ཟུག་ཏུ་བརྟགས་པའི་བག་ཆགས་སེམས་ལ་བཞག་པའི་མཐུས་དུས་ཐམས་ཅད་དུ་བདག་དང་ཆོས་རྣམས་སུ་སྣང་བ་ཐ་སྙད་ཙམ་དུ་སྣང་ཡང་དོན་དུ་རང་བཞིན་མེད་དེ། སེམས་ཙམ་ལས་མེད་པའི་ཕྱིར་རོ། །
en: This is because the habitual tendencies of the mind to assign permanence to various imputed things make it appear that those things persist through time as a self or as a thing, even though they are merely conventional designations that in reality are without intrinsic nature and do not exist beyond mere mind.

source: ཁ་ཅིག་གིས་ནི་སེམས་ཉིད་ཀྱང་མ་སྐྱེས་པ་ཡིན་པར་བདག་ཅག་ལ་ཆོས་སྟོན་ཏོ་སྙམ་པ་ཡང་ཡིན་ཏེ།
en: “There are also some who think that the Dharma taught to us is that even mind itself is unborn.

source: འདི་ལ་དབྱིབས་སམ། ཁ་དོག་གམ། དུས་གསུམ་འམ། མཐའ་དབུས་མེད་པའི་ཕྱིར་རོ། །
en: This is because it has no form or color, no past, present, or future, and no center or edges.

source: ཁ་ཅིག་གིས་ནི་ཆོས་ཐམས་ཅད་སྒྱུ་མ་བཞིན་དུ་སྣང་ཞིང་སྒྱུ་མ་བཞིན་དུ་མ་གྲུབ་པའི་ཆོས་སྟོན་ཏོ་སྙམ་པ་ཡང་ཡིན་ཏེ།
en: “There are also some who think that the Dharma that has been taught is that all things appear like illusions and, like illusions, do not exist.

source: ཆོས་ཐམས་ཅད་ནི་རྒྱུ་རྐྱེན་ལས་སྐྱེ་ཞིང་འབྱུང་བའི་ཕྱིར་རོ། །
en: This is because all things arise from causes and conditions.

source: ཁ་ཅིག་གིས་ནི་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱི་མ་སྐྱེས་པ། ངོ་བོ་ཉིད་ཀྱིས་མི་གནས་པ། ལས་དང་བྱ་བའི་མཐའ་ཐམས་ཅད་དང་བྲལ་བ། རྟོག་པ་དང་རྟོག་པའི་ཡུལ་ལས་འདས་པ། ཐོག་མ་མེད་པའི་དུས་ནས་སྤྲོས་པ་རྣམ་པར་དག་པའི་ཆོས་སྟོན་ཏོ་སྙམ་པ་ཡང་ཡིན་ཏེ།
en: “There are also some who think that the Dharma that has been taught is that all things are inherently unborn, essentially nonabiding, and, being without all delimitations of action and activity, they transcend concepts and the objects of conceptualization, and are completely free of elaboration from beginningless time.

source: ཆོས་ཐམས་ཅད་ཀྱི་རང་གི་ངོ་བོ་ཉིད་ཕྱིན་ཅི་མ་ལོག་པ་དེ་ཡིན་པའི་ཕྱིར་རོ། །
en: This is because that is the essential nature of all things without any distortion.

source: འཇམ་དཔལ་ཡང་ཁ་ཅིག་ཡང་དག་པ་མ་ཡིན་པར་ཡང་བཟུང་སྟེ།
en: “Mañjuśrī, there are also some who have not grasped the positions correctly.

source: སྦྱངས་པ་ཆུང་བ། མོས་པ་དམན་པ། ཤེས་རབ་ཞན་པ་དག་གིས་རྟོག་པའོ། །
en: These are the understandings of those of lesser purification, inferior aptitude, and poor discernment.

source: ཁ་ཅིག་སྦྱངས་པ་དང་མོས་པ་དང་ཤེས་རབ་འབྲིང་བ་རྣམས་ཀྱིས་རྟོགས་པའོ། །
en: There are also some of middling purification, aptitude, and discernment who have such understandings.

source: ལྷག་མ་ནི་ཡང་དག་པ་སྟེ་མཆོག་ཏུ་གྱུར་པའི་རྟོགས་པའོ། །
en: The rest are correct in their understanding, which is excellent.

source: འཇམ་དཔལ་ཁྱོད་འདི་སྐད་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་གིས་རྣམ་པར་གྲོལ་བ་ཐོབ་པར་མཚུངས་སམ་ཟེར་བ་ནི་ཤེས་རབ་མཆོག་ཏུ་གྱུར་པའི་རྟོགས་པ་ཡང་དག་པ་ལས་ལྷག་མ་བཞི་པོ་གཅིག་ལ་གཅིག་བརྒྱུད་པའི་ཁྱད་པར་གྱིས་ཉེ་རིང་ཡོད་ཀྱང་རྣམ་པར་གྲོལ་བ་འཐོབ་པར་མཚུངས་པར་བལྟའོ། །
en: “Mañjuśrī, you asked, ‘Are these five analytic positions concerning things equal when it comes to the attainment of complete liberation?’ Regarding that, apart from the correct understanding of those whose discernment is excellent, the other four positions, though sequentially distinct in terms of their proximity to the correct understanding, may be seen as equal when it comes to the attainment of complete liberation.

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་འདི་སྐད་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལ་གང་ཟག་གི་རིགས་ནི་མཆིས་ལགས་སམ་ཞེས་ཟེར་བ་ནི་ཐེག་པ་ཆུང་ངུའི་རིགས་དང་ཐེག་པ་ཆེན་པོའི་རིགས་གཉིས་ཀས་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་ལས་བཞི་ལས་བརྒྱུད་ནས་ལྷག་མ་གཅིག་ཏུ་ཡང་དག་པ་ཕྱིན་ཅི་མ་ལོག་པ་སངས་རྒྱས་ཀྱི་སྤྱོད་ཡུལ་རྟོགས་པར་བྱའོ། །
en: “Mañjuśrī, you asked, ‘Are these five analytic positions concerning things for different kinds of people?’ Regarding that, once they have progressed through four of the five analytic positions concerning things, both those who follow the Lesser Vehicle and those who follow the Great Vehicle will realize that only the last one reflects the correct, undistorted experiential domain of the buddhas.

source: འཇམ་དཔལ་ཁྱོད་ཀྱིས་འདི་སྐད་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལ་ཐ་དད་པར་སྣང་བའི་འཐུན་པའི་དཔེ་ནི་ཇི་ལྟར་ལགས་ཞེས་ཟེར་བ་ནི་ཆོས་ཀྱི་གཞི་གཅིག་ལ་ཐ་དད་པར་རྟོག་པའི་དཔེ་ནི་འཛམ་བུའི་གླིང་དུ་ཉི་མ་འཆར་བས་བསྟན་ཏེ།
en: “Mañjuśrī, you asked, ‘Is there a suitable analogy for how these five different analytic positions concerning things appear?’ Regarding that, the rising of the sun over Jambudvīpa is an analogy that illustrates how there are different understandings concerning the single basis of things.

source: འཛམ་བུའི་གླིང་དུ་ཉི་མ་འཆར་བ་དཔག་ཚད་བཞི་ཁྲིའི་ནམ་མཁའ་ལས་འཆར་བའི་ཚེ་མི་རྣམས་ཀྱིས་རང་གི་གྲོང་ཁྱེར་དང་རི་འདི་ལས་ཤར་བར་སོ་སོ་ནས་རྟོག་གོ། །
en: When the ascending sun rises over Jambudvīpa from the sky forty thousand yojanas away, everyone thinks that the sun is rising over their own town from their own mountain.

source: དེ་བཞིན་དུ་ད་ལྟར་གྱི་འཁོར་འདུས་པ་འདི་དག་གིས་ཆོས་ཀྱི་གཞི་གཅིག་ལ་སོ་སོར་རྟོག་གོ། །
en: In the same way, everyone present at this gathering has their own notions concerning the single basis of things.

source: སོ་སོར་མཐོང་ངོ་། །སོ་སོར་འཛིན་ཏོ། །
en: Everyone sees it in their own way, and everyone grasps it in their own way.

source: འཇམ་དཔལ་རྣམ་པར་མ་བརྟགས་པའི་ཚེ་རང་གི་གྲོང་ཁྱེར་གྱི་རི་ལས་མི་འཆར་བ་མ་ཡིན་པ་བཞིན་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་འདི་དག་ཀྱང་ཡང་དག་པ་ཕྱིན་ཅི་མ་ལོག་པ་སངས་རྒྱས་རྣམས་ཀྱི་སྤྱོད་ཡུལ་ལས་མ་ལྟོས་པ་གཞན་བཞི་པོ་དེ་བཞིན་དུ་སྣང་ངོ་། །
en: “Just as one cannot say without analysis that the sun does not rise from the mountain of one’s own town, Mañjuśrī, in the same way, these other four analytic positions concerning things likewise appear—aside from the correct, undistorted experiential domain of the buddhas.

source: འཇམ་དཔལ་རང་གི་གྲོང་ཁྱེར་གྱི་རི་དེ་ལས་ཡང་དག་པར་འཆར་བ་མ་ཡིན་པ་དེ་བཞིན་དུ་བཞི་པོ་ནི་རྟོགས་པའི་ཐབས་བློའི་རིམ་པ་ལ་དེ་ལྟར་སྣང་སྟེ། དོན་ཡང་དག་པ་ཉིད་མ་ཡིན་ནོ། །
en: “Just as it is not the case that the sun truly rises from the mountain of one’s own town, Mañjuśrī, in the same way, the four positions appear as stages of realization even though they do not convey the true meaning.

source: འཇམ་དཔལ་བརྟག་པ་ལྔ་པོ་འདི་དག་ལས་རྣམ་པར་གྲོལ་བ་མཚུངས་པ་ཐོབ་པའི་དཔེ་ནི་ནོར་བུ་རིན་པོ་ཆེས་བསྟན་ཏེ།
en: “How these five analyses are comparable with regard to attaining complete liberation, Mañjuśrī, may be illustrated by the analogy of valuable gems.

source: རིན་པོ་ཆེ་དེ་ཡང་སེམས་ཅན་རྣམས་ཀྱིས་བསྟེན་པའི་ལས་བྱས་པ་དང་མ་བྱས་པ་ཡོད་དེ།
en: For, with regard to valuing gems, too, there are those who rely on this work and those who do not.

source: གང་ཟག་རྟོག་པ་མེད་པ་དང་ལོག་པར་རྟོག་པ་རྣམས་ནི་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་ལ་མི་བརྟེན་པ་སྟེ།
en: People with no notions and those with wrong notions, who do not depend on the five analytic views concerning things, are like those people who do not do this work and so do not find anything valuable.

source: རིན་པོ་ཆེ་བསྟེན་པའི་ལས་མ་བྱས་པའི་གང་ཟག་གིས་རིན་པོ་ཆེ་མ་རྙེད་པ་དང་དགོས་པ་མི་འབྱུང་བ་བཞིན་དུ་དེ་དག་ལ་མི་དཔྱོད་མི་སེམས་པས་ཁམས་གསུམ་ལས་མི་ཐར་བ་ཡིན་ནོ། །
en: Those who find no meaning in them do not think to examine them, and thus they will not be liberated from the three realms.

source: བསྟེན་པའི་ལས་བྱས་པ་ནི་ཁྱད་པར་དུ་བསགས་པ་དང་ཆེར་བསགས་པ་དང་ཅུང་ཟད་བསགས་པ་རྣམས་ལ་རིན་པོ་ཆེའི་དགོས་པ་ཡང་རིམ་པ་གསུམ་དུ་འབྱུང་བ་བཞིན་དུ་ཡང་དག་པ་ཕྱིན་ཅི་མ་ལོག་པ་དང་ལྷག་མ་བཞི་པོ་བརྒྱུད་པར་བརྟག་པ་ཐེག་པ་ཆེ་ཆུང་རིམ་པ་གསུམ་ཡང་དཔེ་རིམ་པ་བཞིན་ནོ། །
en: “As for those who do such work, however, there are those who are specialist collectors, those who collect many, and those who collect just a few. Just as their gems will be valued in three tiers, so, too, may the correct and undistorted position, the other four positions, and the analyses of the Lesser Vehicle and Great Vehicle likewise be evaluated in three levels, as in the analogy.

source: ངས་བཤད་པའི་མདོ་སྡེ་བཅུ་གཉིས་དང་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་ཇི་ལྟ་བུ་ཡིན་པའི་དཔེ་ནི་རྒྱ་མཚོ་ལ་ཕྱོགས་བཞི་ནས་ཆུ་འབབ་པས་བསྟན་ཏེ།
en: “An analogy to illustrate how I have expounded the twelve types of discourses and the five analytic positions concerning things is the way that rivers descend in four directions from the great lake.

source: ཕྱོགས་བཞི་ནས་ཆུ་བོ་བཞི་ཡན་ལག་མང་པོ་དང་བཅས་པ་ཕྱོགས་བཞི་ནས་བབ་ཀྱང་གཞི་རྒྱ་མཚོ་ཆེན་པོ་ལས་བབ་པར་འདྲ་བས་རྒྱ་མཚོ་ནི་ཕྱོགས་བཞི་ནས་འབབ་པའི་ཆུ་ཐམས་ཅད་ཀྱི་གཞི་ཡིན་ནོ། །སྤྱི་ཡིན་ནོ། །
en: Although the four rivers, each with many tributaries, descend in four directions, they are united in descending from the great lake, and thus the great lake is the foundation of all the rivers flowing in the four directions—it is what they have in common.

source: དེ་བཞིན་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་ཐ་དད་ཀྱང་ངས་མདོ་སྡེ་བཅུ་གཉིས་བཤད་པ་ལ་རྟེན་པ་ཡིན་པས་མདོ་སྡེ་བཅུ་གཉིས་ནི་གཞི་ཡིན་ནོ། །སྤྱི་ཡིན་ནོ། །
en: In the same way, though the five analytic positions concerning things are different, they are reliant upon the twelve types of discourses that I have expounded, and thus the twelve types of discourses are their foundation—are what they have in common.

source: འཇམ་དཔལ་ཁྱོད་འདི་སྐད་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལྟར་སོ་སོར་རྟོག་པའི་གང་ཟག་མ་འོངས་པའི་དུས་ན་ཡང་འབྱུང་བར་འགྱུར་བ་ལགས་སམ་ཞེས་ཟེར་བ་ནི་ད་ལྟར་ངས་ཆོས་རྣམས་ཀྱི་རང་གི་ངོ་བོ་ཉིད་ཇི་ལྟ་བ་བཞིན་དུ་སྟོན་པ་ན་ཡང་འཁོར་འདུས་པ་རྣམས་ལ་རྟོག་པ་འདི་ལྟ་བུར་ཐ་དད་པར་གྱུར་ན་ང་མྱ་ངན་ལས་འདས་ནས་ཐ་དད་པར་འགྱུར་བ་ལྟ་ཅི་སྨོས་ཏེ་ཆེས་མང་བར་འགྱུར་རོ། །
en: “Mañjuśrī, you asked, ‘In the future, will there still be people who will understand things according to each of these five analytic positions?’ Regarding that, if, while I am still teaching on the essence of things just as they are, there are those in the assembled audience who acquire different notions in this way, then, after I have passed beyond suffering, there will not only be such differences, there will be many more!

source: འཇམ་དཔལ་ང་མྱ་ངན་ལས་འདས་ནས་ལོ་ལྔ་བརྒྱ་དང་དགུ་བརྒྱ་དང་སྟོང་དགུ་བརྒྱ་དང་ཉིས་སྟོང་དང་ཉིས་སྟོང་ལྔ་བརྒྱའི་བར་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལ་སོ་སོར་རྟོག་པའི་གང་ཟག་རིམ་པར་འབྱུང་བར་འགྱུར་རོ། །
en: Mañjuśrī, for five hundred years after I have passed beyond suffering, and for nine hundred, and for one thousand nine hundred, and for two thousand, and for two thousand five hundred years, there will still be successive generations of people with their own notions regarding these five analytic positions concerning things.

source: འཇམ་དཔལ་ཁྱོད་འདི་སྐད་དུ་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ལ་སློབ་པའི་གང་ཟག་རྣམས་དོན་ལགས་པ་དང་མ་ལགས་པར་རྩོད་པར་མི་འགྱུར་ལགས་སམ་ཞེས་ཟེར་བ་ནི་མ་འོངས་པའི་དུས་ང་མྱ་ངན་ལས་འདས་ནས་ལོ་ལྔ་བརྒྱ་ནས་རྩོད་པར་འགྱུར་ཏེ།
en: “Mañjuśrī, you asked, ‘Will people who train in these five analytic positions concerning things argue about what they do and do not mean?’ Indeed, in the future, once I have passed beyond suffering, they will argue for five hundred years.

source: དེའི་ཚེ་གང་ཟག་རྣམས་མོས་པ་དང་ཤེས་རབ་ཆེ་ཆུང་གི་དབང་གིས་དོན་མ་ནོར་བར་རྟོགས་མ་རྟོགས་ཀྱི་བྱེ་བྲག་མེད་པར་བདག་ཉིད་ཀྱི་དོན་མ་ཡིན་པ་ལ་ཡིན་ངེས་པར་བྱས་ཏེ། གཞན་གྱི་དོན་ཡིན་པ་ཡང་མ་ཡིན་པར་བསྒྲུབས་ནས་རྩོད་པར་འགྱུར་རོ། །
en: At that time, because of the greater or lesser level of people’s aptitude and discernment, and irrespective of whether or not they have understood the undistorted meaning, they will be sure about what is not the true meaning, and having established what is and is not the meaning espoused by others, they will argue.

source: གཞན་དྲུང་ན་འཁོད་ཅིང་ཉན་པ་རྣམས་ཀྱིས་ཀྱང་དོན་བཞིན་དུ་ཕྱོགས་འཛིན་པར་མི་བྱེད་ཀྱི། ཡུལ་གྱིས་བསྡུས་པ་དང་གཉེན་གྱི་ཕྱོགས་འཛིན་པར་འགྱུར་རོ། །
en: And when they present their arguments in front of others, those who listen to them, even without intending to be adherents of positions, will become adherents of positions based on their regional affiliations and kinship.

source: དོན་མ་ནོར་བར་ཤེས་པ་རྣམས་ཀྱིས་ཀྱང་མི་ཤེས་པ་རྣམས་ལ་བསྟན་པར་བྱ་བའི་ཕྱིར་མི་རྩོད་ཀྱི།
en: “Even those who know the undistorted meaning will argue, not for the sake of teaching those who do not know, but for the sake of disheartening and dissecting the views of others.

source: སྨ་དབབ་པ་དང་ཤེད་གཅད་པའི་ཕྱིར་རྩོད་དེ། ཁྱོད་ཀྱི་དོན་གྱི་ངོ་བོ་ཇི་ལྟར་མཐོང་བ་སྨྲོས་ཞེས་དྲིས་ནས།
en: They will demand, ‘Explain how you see the essence of your meaning!’

source: དེས་སྨྲས་པ་དང་། དོན་མ་ནོར་ཡང་མདོ་སྡེ་གཞན་ལ་བརྩམས་ནས་སྨྲ་བར་འགྱུར་རོ། །ཁྱོད་འདི་སྐད་ཟེར་ཞེས་ནོར་བ་གཞན་ལ་སྒྲོགས་པར་འགྱུར་རོ། །
en: Although the answers may not be wrong, they will be disputed based on other discourses, and with cries of, ‘You said this,’ they will proclaim the mistakes of others.

source: བདག་ཉིད་ལས་མ་གཏོགས་པ་གཞན་གྱིས་མ་ཤེས་ན་ཅི་མ་རུང་སྙམ་པར་འགྱུར་རོ། །
en: They will think, ‘How pleasant it is when others do not know, and I alone know.’

source: བྱང་ཆུབ་ཀྱི་ཕྱིར་མ་ཡིན་གྱི་ཟང་ཟིང་གི་ཕྱིར་སྒྲོགས་པར་འགྱུར་རོ། །
en: They will proclaim such things not for the sake of enlightenment, but for the sake of material things.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: This is what he said.

source: འཇམ་དཔལ་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཆོས་ལ་བརྟག་པའི་མཐའ་ལྔ་པོ་འདི་དག་ཆོས་ཀྱི་གཞི་གཅིག་ལ་ཐ་དད་པར་གྱུར་ན་ཆོས་ཀྱི་གཞི་དེ་ནི་གང་ལགས།
en: Then Mañjuśrī asked, “Blessed One, if these five analytic positions concerning things, though different, rest on a single basis of things, then what is that basis of things?

source: དེ་ལ་ཇི་ལྟར་བརྟགས་ན་ནི་འཁྲུལ་པ་ལགས། དེའི་མ་ནོར་བའི་རང་གི་ངོ་བོ་ནི་གང་ལགས།
en: If whichever way one examines, one is still deluded, then what is the unmistaken essence?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་གཞི་ནི་ཕུང་པོ་རྣམས་སོ། །འབྱུང་བ་རྣམས་སོ། །ཁམས་དང་སྐྱེ་མཆེད་རྣམས་སོ། །
en: The Blessed One replied, “Mañjuśrī, the basis is the aggregates, the elements, the constituents, and the sense fields.

source: དེ་དག་སྒྱུ་མ་བཞིན་ཐ་སྙད་ཙམ་དུ་སྣང་བ་ལས་རྟག་པ་དང་ཐེར་ཟུག་ཏུ་བཟུང་ན་འཁྲུལ་པ་ཡིན་ནོ། །
en: However, one will be mistaken if one takes even these things as permanent and unchanging, since they too are like illusions and are merely conventional designations.

source: རང་བཞིན་སྐྱེ་བ་མེད་པ་ལ་དངོས་པོ་ཐ་སྙད་དུ་སྣང་བ་བསལ་ནས་མེད་པར་བརྟགས་ན་ཡང་འཁྲུལ་པ་ཡིན་ནོ། །
en: If one examines what is inherently unborn without being clear about its appearance as a conventional designation, one will also be mistaken.
